tap 'caskroom/cask'

brew 'cmake'
brew 'diff-so-fancy'
brew 'fasd'
brew 'fpp'
brew 'gawk'
brew 'git'
brew 'git-extras'
brew 'git-lfs'
brew 'go'
brew 'hub'
brew 'imagemagick'
brew 'ispell'
brew 'node'
brew 'readline'
brew 'stow'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'xz'
brew 'zsh'
brew '1password'
brew 'anki'
brew 'betterzipql'
brew 'docker-toolbox'
brew 'dropbox'
brew 'flycut'
brew 'google-chrome'
brew 'iterm2'
brew 'java'
brew 'qlcolorcode'
brew 'qlimagesize'
brew 'qlmarkdown'
brew 'qlprettypatch'
brew 'qlstephen'
brew 'quicklook-csv'
brew 'quicklook-json'
brew 'slack'
brew 'spectacle'
brew 'visualvm'